export const CAREERS = [
  {
    summary: '2021/4/1~： 日本大学文理学部情報科学科入学',
    detail: '自分の得意科目である数学で勝負できる学科であることとPC購入をきっかけに情報科学科を選択。'
  },
  {
    summary: '2023/10/1~： 株式会社オールスマートで3か月のインターン',
    detail: 'Reactを使用したインターンで経験を積むため参加。\nこちらで経験させていただいたことは、ReactNative・TypeScript・git・アジャイル開発・3人のチーム開発です。'
  },
  {
    summary: '2024/1/1~： 株式会社サーバーフリーで2か月インターン',
    detail: '経験を活かし実際の業務に携わる経験を得るために参加。\nこちらで経験させていただいたことは、React・Java・C#の研修・.NETを使用したコード修正の経験です。'
  },
  {
    summary: '2024/3/1~： 株式会社サーバーフリーでアルバイト',
    detail: 'インターンから継続し、アルバイトとして業務に携わる。\nインターンの継続業務として.NETの修正業務・仕様書作成などに携わる。\n今後Reactを使用した業務にも携わる予定。'
  }
]